---
kind: type
id: T:Autodesk.Revit.DB.ACADVersion
source: html/514f9d4f-9ef1-2f6d-abe8-c73dcdb1063a.htm
---
# Autodesk.Revit.DB.ACADVersion

An enumerated type listing available AutoCAD versions, into which a file may be exported.

## Syntax (C#)
```csharp
public enum ACADVersion
```